[
  {
    "photo": "/../public/member.png",
    "name": "Dennis Hilling",
    "role": "CEO (Co-founder)",
    "desc": "Hilling is a dynamic and versatile entrepreneur, musician and visionary with over 10 years in the business. He has successfully created a restaurant, model magazine and subscription platform. Now, Hilling brings his expertise and forward-thinking creativity to the gaming world. With a wealth of experience, talented eye for detail and multifaceted portfolio, Hilling is an invaluable asset to the gaming industry.",
    "telegram": "https://telegram.com",
    "twitter": "https://twitter.com",
    "instagram": "https://instagram.com",
    "linkedin": "https://linkedin.com"
  },
  {
    "photo": "/../public/member.png",
    "name": "Joshua Bruers",
    "role": "CTO (Co-founder)",
    "desc": "Bruers is a web developer, affiliate marketing and SEO expert with more than 12 years of experience in the field. His extensive know-how gives him a unique and rich understanding of the complex world of digital currencies and how to capitalize on opportunities within the crypto industry. Over the past decade, he has been deeply involved in the dynamic cryptocurrency sector and is well-versed in all aspects of digital currencies and the markets they influence.",
    "telegram": "https://telegram.com",
    "twitter": "https://twitter.com",
    "instagram": "https://instagram.com",
    "linkedin": "https://linkedin.com"
  },
  {
    "photo": "/../public/member.png",
    "name": "Derek Tran",
    "role": "Advisor",
    "desc": "Founder of Inphantry.com, a digital agency based in San Jose, USA. With expertise in marketing, UX/UI liaison, and software engineering, Derek has worked with numerous leading brands, leveraging his creative vision to develop custom digital solutions. From Nike and Jordan, to Delta Airlines, HBO, and Google; Derek has been instrumental in the success of numerous projects. With an eye for innovation and a passion for the power of digital marketing, user experience design, and software engineering, Derek's experiences and collaborations have placed him at the forefront of the digital agency industry.",
    "telegram": "https://telegram.com",
    "twitter": "https://twitter.com",
    "instagram": "https://instagram.com",
    "linkedin": "https://linkedin.com"
  },
  {
    "photo": "/../public/member.png",
    "name": "Joanna Bruers",
    "role": "Advisor",
    "desc": "She is an experienced manager and planner with over 8 years of experience in managing big projects. Specializing in project and team management, she uses her skills to identify project needs and develop effective strategies to reach the desired results. She is capable of providing guidance and resources that guarantee the successful execution of complex initiatives.",
    "telegram": "https://telegram.com",
    "twitter": "https://twitter.com",
    "instagram": "https://instagram.com",
    "linkedin": "https://linkedin.com"
  },
  {
    "photo": "/../public/member.png",
    "name": "Danny LeBlanc",
    "role": "Head of Development",
    "desc": "He is an experienced Head Designer/Developer of a model subscription platform/magazine. His expertise lies in developing full stack applications using the latest technologies like Angular, React, NodeJS, Express, lonic, MongoDB and Music Production. With his unique set of skills, he is committed to producing creative and functional web solutions. He is passionate about finding innovative ways to deliver impactful design solutions that deliver results quickly and effectively.",
    "telegram": "https://telegram.com",
    "twitter": "https://twitter.com",
    "instagram": "https://instagram.com",
    "linkedin": "https://linkedin.com"
  },
  {
    "photo": "/../public/member.png",
    "name": "Carl Ameer Smith",
    "role": "CBDO",
    "desc": "He is a Business Consultant in Chicago, IL and serves as a Corporate Mentor and learning facilitator in all Business or Professional fields. He provides innovation and strategic planning that aligns with your goals, objectives and ultimately, your success. He vows to exceed your expectations by listening and commits to a long-term results-driven partnership. The power of his personalized brand is to empower, promote, and drive measurable results to the highest level of customer amiability & satisfaction.",
    "telegram": "https://telegram.com",
    "twitter": "https://twitter.com",
    "instagram": "https://instagram.com",
    "linkedin": "https://linkedin.com"
  }
]
